{
  "general":{
    "my":"My",
    "resume":"Resume",
    "experience":"Experience"
  },
  "home":{
    "home":"Home",
    "about":"About",
    "resume":"Resume",
    "portfolio":"Portfolio",
    "blog":"Blog",
    "contact":"Contact",
    "language":"Change Language to:",
    "hello":"Hello, I am",
    "printResume":"Print Resume",
    "carreer":"Software Development Student"
  },
  "about":{
    "whoIam":"Who am I ?",
    "student":"A Software Development Student located in our lovely earth",
    "russell":"The good life is one inspired by love and guided by knowledge.",
    "personalInfo":{
      "personalInfo":"Personal info",
      "birthdate":"Birthdate",
      "email":"Email",
      "phone":"Phone",
      "address":"Address"
    },
    "Experience":{
      "myExperience":"My Experience",
      "php":"PHP project",
      "phpProject":"Technology internship project at Echez-group.",
      "mundoStem":"Website created for scientific dissemination."
    }
  },
  "resume":{
    "my":"My",
    "present":"Present",
    "experience":{
      "experience":"Experience",
      "present":"Present",
      "development":"Software development",
      "text1":"I began my studies in Software Development at ITM in 2021. Currently, I am continuing my studies at this institution, for which I will always be grateful for allowing me to cultivate my passion for programming, particularly web development.",
      "frontend":"Front-end Developer",
      "text2":"I have undertaken various courses and projects where I have studied and utilized tools such as CSS, SCSS, JavaScript, and TypeScript in Angular and Vue.js. These projects and courses can be evidenced in the portfolio located below this section.",
      "backend":"Back-end Developer",
      "text3":"I have taken courses in SQL Server, MongoDB, PostgreSQL, and frameworks like Laravel, as well as using FastAPI to work with Python on the backend of MundoStem. Certificates and projects completed with these tools are available below this section."
    },
    "skills":{
      "skills":"Skills",
      "languages":"Languages"
    },
    "education":{
      "education":"Education",
      "systemEngineer":"Systems engineer",
      "text1":"I am currently studying Systems Engineering at the Metropolitan Technological Institute (ITM) in the city of Medellín, Colombia. This is a public university that has allowed me to develop solid foundations in Object-Oriented Programming (OOP), in addition to acquiring valuable work experience during my technological internship.",
      "physics":"Physics",
      "text2":"Currently, as a second degree, I am studying Pure Physics at the University of Antioquia (UdeA) in the city of Medellín, Colombia. Guided by my passion for mathematics and knowledge, I decided to embark on this career that motivates me every day to improve in different areas. Thanks to this passion for programming and science, the idea of MundoStem arose."
    }
  }
}
