{
  "general":{
    "my":"Mi",
    "resume":"Resumen",
    "experience":"Experiencia",
    "and":"y"
  },
  "home":{
    "home":"Inicio",
    "about":"Sobre",
    "resume":"Resumen",
    "portfolio":"Portafolio",
    "blog":"Blog",
    "contact":"Contacto",
    "language":"Cambiar idioma a:",
    "hello":"Hola, soy",
    "printResume":"Imprimir Resumen",
    "carreer":"Estudiante de Desarrollo de Software"
  },
  "about":{
    "whoIam":"¿Quién soy?",
    "student":"Un Estudiante de Desarrollo de Software ubicado en nuestra hermosa tierra",
    "russell":"La buena vida es aquella inspirada por el amor y guiada por el conocimiento.",
    "personalInfo":{
      "personalInfo":"Información personal",
      "birthdate":"Fecha nacimiento",
      "email":"correo",
      "phone":"Teléfono",
      "address":"Dirección"
    },
    "Experience":{
      "php":"Proyecto en PHP",
      "phpProject":"Proyecto practicas de tecnología en Echez-group.",
      "mundoStem":"Página web creada para divulgación cientifica."
    }
  },
  "resume":{
    "my":"Mi",
    "present":"Presente",
    "experience":{
      "experience":"Experiencia",
      "present":"Presente",
      "development":"Desarrollo de Software",
      "text1":"Inicié mis estudios en Desarrollo de Software en el ITM en el año 2021. Actualmente continúo con mis estudios en esta institución, por la cual siempre estaré agradecido por permitirme desarrollar mi gusto por la programación, en particular, el desarrollo web.",
      "frontend":"Desarrollo front-end",
      "text2":"He realizado diversos cursos y proyectos en los que he estudiado y utilizado herramientas como CSS, SCSS, JavaScript y TypeScript en Angular y Vue.js. Estos proyectos y cursos se pueden ver reflejados en el portafolio que se encuentra a continuación de esta sección.",
      "backend":"Desarrollo back-end",
      "text3":"He realizado cursos en SQL Server, MongoDB, PostgreSQL, y frameworks como Laravel, además de haber utilizado FastAPI para trabajar con Python en el backend de MundoStem. Los certificados y proyectos realizados con estas herramientas están disponibles a continuación de esta sección."
    },
    "skills":{
      "skills":"Habilidades",
      "languages":"Idiomas"
    },
    "education":{
      "education":"Educación",
      "systemEngineer":"Ingeniería de sistemas",
      "text1":"Actualmente me encuentro cursando Ingeniería de Sistemas en el Instituto Tecnológico Metropolitano (ITM) en la ciudad de Medellín, Colombia. Esta es una universidad pública que me ha permitido desarrollar bases sólidas en Programación Orientada a Objetos (POO), además de adquirir una valiosa experiencia laboral durante mis prácticas tecnológicas.",
      "physics":"Física",
      "text2":"Actualmente, como segunda carrera, estoy cursando Física Pura en la Universidad de Antioquia (UdeA) en la ciudad de Medellín, Colombia. Guiado por mi pasión por las matemáticas y el conocimiento, decidí embarcarme en esta carrera que me motiva cada día a mejorar en diferentes áreas. Gracias a esta pasión por la programación y la ciencia, surgió la idea de MundoStem."
    }
  },
  "portfolio":{
    "new":"Nuevo",
    "description":"Descripción",
    "text1":"Este es un curso sobre",
    "download":"descarga",
    "text2":"el certificado!",
    "or":"o",
    "checkit":"échale un vistazo!!",
    "webPage":"Página web",
    "text3":"Este es un sitio web que construí (con mi compañero y amigo Hernán Sánchez) para compartir nuestra pasión por las matemáticas, la física y la programación, con el fin de ayudar a otras personas interesadas en estos temas.",
    "text4":"Esta página web fue realizada en mi proceso de prácticas de tecnología, en la empresa Echez Group.",
    "progress":"En progreso..."
  }
}
